/* (Action Extension - ActionViewController) An error which occurs if the action extension is launched before the main Adguard app. */
"Before you can use this action extension, %@ has to perform an initial configuration. Launch the main %@ app to let it do so." = "Before you can use this action extension, %1$@ has to perform an initial configuration. Launch the main %2$@ app to let it do so.";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"Accept" = "接受";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "当服务未启动时，尝试转换规则为 JSON。";

/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "错误报告";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "无法转换规则。发生意外错误。请联系支持团队。";

/* (AEService) Service errors descriptions */
"Can't initialize converter to JSON format!" = "无法初始化转换器为 JSON 格式！";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "由于您未配置电子邮件账号，导致无法发送邮件给支持团队。";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "由于您未配置电子邮件账号，导致无法发送邮件给支持团队。";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"Cancel" = "取消";

/* (AEService) Service errors descriptions */
"Cannot add the filter rule. Rule text is invalid." = "无法添加过滤器规则。规则无效。";

/* (Action Extension - AEAUIMainController) Label on switcher. Example: 'Enable filtering on www.github.com' */
"Enable filtering on %@" = "开启过滤于 %@";

/* (Action Extension - AEAUIMainController) Error tile
   (AEUIRulesController) Alert title. Error when add incorrect rule into user filter.
   (AEUIUtils) Alert title. When converting rules process ended. */
"Error" = "错误";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "超过规则数量限制！";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "无法加载过滤器到 Safari。因此，无法应用您的最近更新。";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"Incorrect blocking on page:\n%@" = "错误拦截了页面上的元素：\n%@\n\n";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'munus' button */
"Less" = "更少";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "正在加载过滤器到 Safari。请不要关闭 Adguard。此过程不会超过 30 秒...";

/* (Action Extension - AEAUIMainController) Mail body to support team about missed ad */
"Missed ad on page:\n%@" = "漏拦截了页面上的广告：\n%@\n\n";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'plus' button */
"More" = "更多";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"Preview" = "预览";

/* (Action Extension - AEAUIMainController) Mail subject to support team about incorrect blocking */
"Report Incorrect Blocking" = "报告错误拦截";

/* (Action Extension - AEAUIMainController) Mail subject to support team about missed ad */
"Report Missed Ad" = "报告漏拦截广告";

/* (Action Extension - ActionViewController) Can't obtain hostname when starting. */
"The hostname is not obtained. Perhaps the page is not yet loaded." = "未获取到主机名称。或许是页面还未加载。";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"This website security policy does not allow to launch Adguard Assistant." = "此网站的安全策略不允许启动 Adguard Assistant。 ";

/* (Action Extension - ActionViewController) Some errors when starting. */
"Unexpected error occurred while initializing Safari action extension. Please contact Adguard support if this happens again." = "初始化 Safari 动作扩展时发生意外错误。如果再次发生次问题，请联系 Adugard 支持团队。";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"You have exceeded the maximum number of the filter rules." = "过滤器规则数量已超过上限。";

